{
    "Job_ID": "4249432176",
    "Title": "Data Scientist",
    "Company_name": "SERI Industrial Spa",
    "Location": "Caserta, Campania, Italy",
    "Pubblication_date": "2025-06-12",
    "Description": "Would you like to join the European Energetic Transition?FAAM is building a Gigafactory in Teverola for the production of cells, modules, and battery packs for Electric Vehicles, Energy Storage, Industrial, and Special applications. This is to be underpinned by a strong R&D Department.In joining us you will take part in a very strategic project for the European lithium battery value chain.We are looking for a Data Scientist with experience in data driven battery research and multi-scale modelling. The candidate must have experience with machine learning, programming and computation. This position will make use of big data generated from the various processes within the R&D to make informed decisions and develop understanding, allowing for effective product development. This will include working across the electrochemical testing, formulation and characterisation team. The position will be located at the central site in Teverola, Italy. This position will be within the R&D Team.We are looking for a dynamic, passionate, purpose-driven professional who wants to help us in the deployment of one of the most important projects in Europe.Key Responsibilities Include But Are Not Limited To Work with the R&D team to identify and collect relevant data and develop data processing pipelines. Design, develop and implement models (machine learning/physical) to optimize and predict material and battery properties. Data analysis and visualization. Demonstrate scalability of new processes and materials. Collaborate with R&D and process teams to scale machine learning solutions for production environments. Integrate models into existing systems to enable real-time decision-making and control. Analyze data, present and make recommendations to management Support management in the deployment of a Technology Roadmap – including (but not limited to) technologies, active materials and processing. Participate in European and global conferences and represent the company. Support the construction/improvement of the team.Requirements PhD (Chemistry, Physics or Mathematics) or Experience in data science, relating to battery development, at an industrial level. Strong knowledge in machine learning, programming, data analysis and modelling of battery materials/processes. Experience in R&D projects Fluency in English (oral and written) is a MUST Fluency in Italian (oral and written) is a PLUS Ability to work under pressure, with flexibility and to manage tight deadlinesWork conditions Location in Teverola, Caserta, Southern Italy Live and work close to Naples, Costiera Amalfitana, Capri, and Rome Stimulating work environment in a pleasant office setting alongside your team Full-time job Salary to be defined with Management (negotiable) Competitive conditions, including a free healthcare system based on the Italian public system, and company-managed pension schemes Start date: ASAP, on-siteUseful LinksFAAM WebsiteState aid: Commission approves €3.2 billion public support by seven Member States for a pan-European research and innovation project in all segments of the battery value chain: LinkFor application send an email to : hr@faam.com Facebook  Twitter",
    "Sent_to_queue": true
}
{
    "Job_ID": "4294060336",
    "Title": "Data Scientist",
    "Company_name": "Fendi",
    "Location": "Rome, Latium, Italy",
    "Pubblication_date": "2025-09-02",
    "Description": "",
    "Sent_to_queue": false
}
