{
    "Job_ID": "4281788864",
    "Title": "Business Data Analyst",
    "Company_name": "Compass Banca S.p.A. - Gruppo Mediobanca",
    "Location": "Milan, Lombardy, Italy",
    "Pubblication_date": "2025-08-13",
    "Description": "Siamo alla ricerca di una risorsa brillante e motivata da inserire all'interno dell'Ufficio Business Data & Project CQ della Direzione Centrale Commerciale.La risorsa sarà coinvolta in attività di analisi finanziarie e non, con particolare attenzione alla redditività del prodotto cessione del quinto, supportando le decisioni strategiche attraverso la lettura e l’interpretazione di dati complessi.Il/la candidato/a ideale è laureato/a in Economia, Statistica/Matematica o Ingegneria Gestionale, con una solida preparazione in matematica finanziaria, consolidata conoscenza di strumenti quantitativi per data exploration, analisi statistica e data visualization e vanta un'esperienza lavorativa di circa 3 anni, preferibilmente nel mercato del credito al consumo.Rappresenta un plus la conoscenza del prodotto cessione del quinto.Il ruolo richiede una spiccata attitudine analitica e precisione, unite a proattività, affidabilità e capacità organizzative.Sono fondamentali competenze nella gestione e interpretazione dei dati, dalla fase di estrazione da archivi complessi fino alla realizzazione di analisi qualitative e quantitative, reportistica direzionale e dashboard.La capacità di rappresentare in modo chiaro ed efficace informazioni complesse, interfacciandosi con diverse tipologie di interlocutori, è considerata essenziale.È richiesta buona conoscenza di SAS o, in alternativa, di linguaggi e ambienti di analisi dati come SQL, Python, R, Stata, SPSS o Matlab, oltre a un utilizzo avanzato di Excel e alla padronanza di PowerPoint.Sede di lavoro: Milano.Per le aziende del Gruppo Mediobanca la diversità e l’inclusività sono valori fondamentali. Le persone interessate verranno considerate nel rispetto della diversità, valorizzando differenti caratteristiche di età, cultura, abilità e orientamento o espressione di genere.",
    "Sent_to_queue": false
}
{
    "Job_ID": "4295349864",
    "Title": "DATA ANALYST",
    "Company_name": "L'Oréal",
    "Location": "Milan, Lombardy, Italy",
    "Pubblication_date": "2025-09-04",
    "Description": "SEND YOUR CV FOR EXPLORATORY INTERVIEWS - WE ARE LOOKING FOR OUR COLLEAGUES OF TOMORROW!Data Analytics – Corporate – MilanHello, we’re L’Oréal.We're not just building brands; we're shaping how the world experiences beauty (and it takes a lot of cool jobs to do it). Intrigued? Keep reading—this might be the opportunity you’ve been searching for.A Day in the LifeAs part of our Italian Data Analytics team, reporting to the Data Director, you’ll play a key role in driving data-driven decision-making across the organization. Collaborating with the Europe Data Team and local divisions and stakeholders, you’ll work on exciting projects that combine innovation, analytics, and business impact.Here’s What Your Day-to-day Might Look LikeAnalytics Solution Development: Analyze functional requirements, develop technical specifications, and create analytics solutions, including MVPs and POCs.Ad Hoc Analytics: Conduct in-depth data analysis, identify patterns, and provide actionable insights to cross-functional teams.Project Management: Define business cases, monitor KPIs, and manage project plans and budgets.Continuous Improvement: Stay ahead of analytics trends and share knowledge within the team.Quality Assurance: Ensure data accuracy and maintain high-quality documentation.You’ll Thrive In This Role If YouHave expertise in data manipulation and analysis tools (e.g., SQL, Python, R) and data visualization tools (e.g., Power BI).Are skilled in statistical methods and have a strong attention to detail.Excel in communication and presentation, making complex data accessible to all.Are passionate about using data to drive business impact.Speak fluent Italian and English and hold a Master’s degree in a relevant field.What’s In It For YouA place for you to leave your comfort zone and grow beyond your potential (here, you’ll be encouraged to try new things and take risks!).Real responsibility from day 1—there’s no sitting on the sidelines at L’Oréal.An environment where people of every ethnicity, social background, age, religion, gender, and sexual orientation and disabilities are accepted, can speak up, will thrive, and are celebrated!A place where you can contribute to something bigger! Many of our brands have societal/environmental causes to make a concrete difference.Who We AreL’Oréal is present in 150 markets on five continents. For more than a century, L’Oréal has devoted itself solely to ‘Create beauty that moves the world’; it is now the industry world leader with €42 billion consolidated sales. Together, we solve complex challenges at scale while making sure we stay committed to making the world a more inclusive and a better place for everyone & our planet.We’re committed to guaranteeing inclusive recruitment processes and to advocating for hiring and promoting each candidate in an ethical and equitable way. The Group strictly prohibits discrimination against any applicant for employment because of the individual’s gender identity or expression, sexual orientation, visible and/or invisible disabilities, socio-economic and/or multicultural origins, health conditions, age, religion, or any other characteristics protected by law.",
    "Sent_to_queue": false
}
{
    "Job_ID": "4259401998",
    "Title": "Junior - Data Analyst - Milano/Cagliari",
    "Company_name": "Deloitte",
    "Location": "Milan, Lombardy, Italy",
    "Pubblication_date": "2025-08-24",
    "Description": "Junior - Data Analyst Milano/CagliariSei pronto a #MakeAnImpactThatMatters nel nostro team Audit & Assurance?Entrando nel Team di Deloitte Data Analytics Audit&Assurance avrai l’occasione di crescere e sviluppare forti competenze trasversali, lavorando su progetti sfidanti e collaborando con moltissimi clienti.Con la supervisione dei colleghi e colleghe più esperti, sarai responsabile delle attività progettuali nelle quali sarai coinvolto, e della qualità del tuo lavoro e del tuo allineamento alle priorità, agli obiettivi e alle esigenze dei clienti.Grazie a questa esperienza, potrai acquisire un bagaglio culturale utile e ampio in questo ambito operando in una realtà leader nel settore. #YourRoleIn quanto Analyst avrai la possibilità di imparare dai colleghi più Senior (attraverso il learning on the job) e sviluppare competenze tecniche e relazionali lavorando in un contesto stimolante, che comporta sfide impegnative con ottime prospettive professionali.In Particolare, Ti Occuperai DiRaccogliere, analizzare e interpretare dati provenienti da diverse fonti, mediante l’utilizzo di strumenti quali Excel, SQL, Python.Sviluppare report e dashboard tramite i principali tool di BI (es. PowerBI, Qlik Sense, Qlik Cloud,…).Supportare nell’organizzazione e gestione dei dataset su database relazionali e NoSQL.Analizzare, interpretare dati e fornire insights per il miglioramento dei processi aziendaliGrazie all’ufficio Learning avrai modo di seguire corsi e attività di formazione che ti permetteranno di ampliare e approfondire le tue conoscenze.I colleghi del Talent invece, si occuperanno in maniera strutturata del tuo avanzamento di carriera con KPI e obiettivi definiti, che se raggiunti, ti garantiranno la revisione del grade e degli economics. #WinningRequirementsLaurea in Ingegneria, Informatica, Matematica, Fisica, Data ScienceCompetenze di base in analisi dei dati, statistiche e metodologie di data miningConoscenza dei concetti di organizzazione di un Data WarehouseConoscenza di strumenti di analisi dati come Excel, SQLConoscenza dei linguaggi di programmazione per l'analisi dei dati (es. Python, R)Spiccate capacità analitiche e attitudine al problem-solvingPropensione al lavoro in teamOttima conoscenza della lingua ingleseDisponibilità a viaggiare in Italia e all’estero #NiceToHaveEsperienza su strumenti quali SQL Server, Power BI, Qlik, PowerPlatformConoscenza delle principali tecniche di machine learning, deep learning e NLPEsperienza nell’utilizzo di librerie di machine learning come Pandas, NumPy, Scikit-learn, TensorFlow, PyTorch, etc. #LoveWorkingAtDeloitteIfVorresti intraprendere una carriera professionale nel mondo della consulenza, dove la parola d’ordine è: crescitaL’idea di trasformare un problema in opportunità ti stimolaTi ritieni una persona empatica e quindi disponibile ad accogliere le diverse esigenze dei tuoi colleghi e degli stakeholder interni ed esterniTi piacerebbe imparare ad avere una visione progettuale d’insieme, tenendo sempre a mente l’operatività per raggiungere gli obiettivi con integrità e rispetto degli standard DeloitteTi piace lavorare in un ambiente sfidante in cui le priorità possono cambiare quotidianamenteAmi lavorare in teamSi offre inserimento in stage di 6 mesi caratterizzato da un percorso di training ad alto valore formativo.Sedi di lavoro: Milano o CagliariSaranno prese in considerazione tutte le candidature indistintamente, nel rispetto dei nostri valori ed in linea con la nostra cultura inclusiva #MakeanImpactThatMattersDeloitte è un network leader nei servizi professionali alle imprese, presente in oltre 150 Paesi con 457 mila professionisti. Offriamo soluzioni innovative e sostenibili in Audit & Assurance, Strategy, Risk & Transaction Advisory, Tax & Legal e Technology & Transformation. Il nostro obiettivo è supportare le aziende nello sviluppo e nell'implementazione di strategie al passo con il mercato.In Deloitte la sostenibilità è un tema centrale. Per questo, attraverso le strategie e le progettualità legate alle tematiche Environmental, Social e Governance (ESG), ci impegniamo a promuovere una crescita responsabile, sostenibile e inclusiva per il Pianeta, le nostre persone e la società. Scopri di più sulle nostre strategie di Corporate Sustainability, tra cui Well-being, la strategia volta a migliorare il benessere fisico, mentale e sociale delle nostre persone, affinché siano felici e piene di energia in tutti gli ambiti della loro vita e WorldClimate, la strategia globale di Deloitte per diventare un’organizzazione Net Zero e per guidare scelte responsabili all’interno e all’esterno dell’organizzazione.Se vuoi scoprire come sarà il processo di selezione, guarda questo video.Sei pront* a #MakeAnImpactThatMatter insieme? Candidati ora!La ricerca rispetta il d.lgs. 198/2006, il D.lgs. 215/03 e il D.lgs. 216/03 ed è aperta a candidat* di qualsiasi orientamento o espressione di genere, orientamento sessuale, età, etnia e credo religioso. Il presente annuncio è stato ideato nel rispetto della diversity e dell’inclusività.",
    "Sent_to_queue": false
}
{
    "Job_ID": "4236567226",
    "Title": "Junior - Data Analyst",
    "Company_name": "KPMG Italy",
    "Location": "Milan, Lombardy, Italy",
    "Pubblication_date": "2025-08-20",
    "Description": "The chance to build a better future is right in front of you  Do Work That Matters  - Il tuo ruolo e le tue responsabilità Vuoi fare un lavoro che sia davvero significativo e di impatto? In KPMG avrai l’opportunità di aiutare i clienti, la società, le colleghe e i colleghi ad affrontare e risolvere le sfide più attuali e complesseIl Digital Assurance Team è un team all’avanguardia di KPMG in cui diverse competenze collaborano per dare forma alla digitalizzazione del futuro dei servizi di assurance e revisione contabile. A vrai l’opportunità di lavorare a fianco di revisori esperti sviluppando, attraverso la formazione interna ma soprattutto il training on the job, la capacità di analizzare criticamente i processi aziendali a supporto dell’informativa finanziaria e i dati elaborati dai sistemi informativi delle società identificando elementi di anomalia ed interpretando le dinamiche alla base dei trend economico-finanziari.Starting date: Settembre 2025Tipologia di inserimento: ApprendistatoUfficio: MilanoNello specifico ti occuperai di: Sviluppo di soluzioni di analytics a supporto dei team di audit (transactional analytics, dashboard di analisi di dati contabili, process mining, KPI di processo, ecc)  Sviluppo di tecniche di revisione basate sull’utilizzo di soluzioni tecnologiche innovative  Supporto ai team nell’utilizzo delle soluzioni proposte  Cura di eventi di comunicazione volti a far conoscere il progetto / le soluzioni  Come As You Are - Le tue competenze e caratteristiche Questa opportunità è perfetta per te se: Hai una formazione di base economico-contabile  Hai spiccato interesse per l’area del reporting finanziario e per i data analytics  Hai voglia di imparare e metterti in gioco  Vuoi crescere all’interno di un Network Internazionale  Your Future With Us - Cosa troverai in KPMG  Un ambiente di lavoro inclusivo, equo e che rispetta, incoraggia e valorizza le diversità  Un contesto stimolante e dinamico che incentiva la creatività e il lavoro di squadra  Modalità di lavoro ibrida, per promuovere un sano equilibrio tra vita lavorativa e personale  Programmi di formazione e sviluppo avanzati per rimanere sempre aggiornati  Mindset internazionale e progettualità innovative  Iniziative incentrate sul benessere psicofisico  Together for Better – I nostri valori e il nostro impegno Leadership, lavoro in team, rispetto di ogni individualità, approfondimento continuo, trasparenza, impegno verso la comunità, integrità: questi sono i Valori di KPMG che danno vita a un ambiente aperto allo scambio di idee e di conoscenza, che permette ai nostri professionisti di esprimere tutto il loro potenziale.Grazie all’impegno nel favorire un ambiente di lavoro inclusivo, il nostro Network risulta conforme agli standard dei requisiti ISO 30415, sul Sistema di Gestione per la Diversità e l’Inclusione, e UNI PdR 125, relativa alla parità di genere. Unisciti a noi! I tuoi dati saranno trattati nel pieno rispetto delle disposizioni del Regolamento (UE) n. 679/2016 (General Data Protection Regulation - \"GDPR\") e successive modifiche. Per ulteriori informazioni, consultare l'informativa sulla privacy di KPMG .KPMG S.p.A. garantisce le pari opportunità.The chance to build a better future is right in front of youResponsibilities Do Work That Matters - Your Role and Responsibilities Do you want to do work that is truly meaningful and impactful? At KPMG, you will have the opportunity to help clients, society, and your colleagues tackle and solve the most current and complex challenges.The Digital Assurance Team is KPMG’s innovative team which brings together different skill sets to shape the digitalization of the future for assurance and audit services. You will have the opportunity to work alongside expert auditors – through in-house courses and especially on-the-job training – developing the ability to critically analyse the company processes used in financial reporting and the information processed by the companies’ IT systems, identifying errors and interpreting the dynamics underlying financial performance.Starting date: September 2025Type of contract : ApprenticeshipOffice: MilanSpecifically, you will be tasked with: The development of analytics solutions for audit teams (transactional analytics, dashboards for the analysis of accounting data, process mining, process KPIs, etc.)  The development of audit techniques based on the use of innovative technological solutions  Assistance to the audit teams in using the new solutions  The organization of communication initiatives to raise awareness of the project/solutions. Skills Come As You Are - Your Skills and Characteristics This is the perfect opportunity for you if: You have a business/accounting background with a degree in business subject  You have a strong interest in financial reporting and data analytics  You have a desire to learn and challenge yourself  You want to grow within an International Network  Your Future With Us - What You Will Find at KPMG  An inclusive and equitable work environment that respects, encourages, and values diversity.  A challenging and dynamic environment that encourages creativity and teamwork. [NL1]  Hybrid work arrangements to promote a healthy work-life balance.  Advanced training and development programs to stay current.  International mindset and innovative projects.  Initiatives focused on physical and mental well-being.  Together for Better – Our Values and Commitment Leadership, teamwork, respect for individuality, continuous learning, transparency, community engagement, integrity: these are the values of KPMG that create an environment open to the exchange of ideas and knowledge, allowing our professionals to express their full potential.As a result of our commitment to fostering an inclusive work environment, our Network complies with the standards of the ISO 30415 requirements, on the Diversity and Inclusion Management System, and UNI PdR 125, relating to gender equality. Join us! Your data will be processed in full compliance with the provisions of Regulation (EU) no. 679/2016 (General Data Protection Regulation - “GDPR”), as amended. For more information, please see KPMG’s privacy policy . KPMG S.p.A. is an equal opportunity employer.",
    "Sent_to_queue": false
}
{
    "Job_ID": "4293600723",
    "Title": "DATA ANALYST-SETTORE BANCARIO",
    "Company_name": "Synergie Italia",
    "Location": "Greater Asti Metropolitan Area",
    "Pubblication_date": "2025-09-03",
    "Description": "se per i numeri nutri una passione smisurata, questa è l'offerta che fa per te!Synergie Italia - filiale di Asti ricerca una risorsa da inserire all’interno dell’Ufficio Controlli, dedicato alle attività di monitoraggio e analisi periodiche presso prestigioso Istituto Bancario. La figura supporterà i processi di controllo interno, garantendo la corretta raccolta, gestione e trattamento dei dati necessari per le verifiche aziendali.Posizioneti occuperai di:Analisi e trattamento dati a supporto delle attività di controlloEsecuzione di monitoraggi periodici secondo procedure interneRedazione di reportistica e documentazione a supporto delle attività di auditCollaborazione con le altre funzioni aziendali per la gestione delle evidenzeRequisitiLaurea specialistica in Economia o Ingegneria GestionaleCompetenze intermedie nell’analisi e gestione dei datiBuona padronanza del pacchetto Office (in particolare Excel)Precisione, capacità analitiche e attenzione al dettaglioAttitudine al lavoro in team e buone doti organizzativeofferta:somministrazione a tempo determinato a scopo assuntivo 6+6 mesi - CCNL Credito - RAL 35KInserimento in un contesto bancario strutturato e dinamicoFormazione on the job e possibilità di crescita professionaleAltre informazioniL'offerta è rivolta a candidatə nel rispetto del Dlgs 198/2006 e dei Dlgs 215/2003 e 216/2003.Le persone interessate sono invitate a leggere l'informativa privacy ex artt. 13 e 14 del Reg. UE 2016/679.Aut. Min. Prot. N. 1207 – SG del 16/12/2004",
    "Sent_to_queue": false
}
{
    "Job_ID": "4260409286",
    "Title": "Data Analyst",
    "Company_name": "Scalapay",
    "Location": "Milan, Lombardy, Italy",
    "Pubblication_date": "2025-09-04",
    "Description": "At Scalapay, we’re shaping a culture with high standards, independent and critical thought, innovation, ownership, and continuous learning. We operate in a fast-moving, tech-driven environment, and we’re looking for people who thrive in change, think boldly, and take initiative.If you’re ready to put your potential to the test in a hiring process designed to spotlight exceptional talent, this is your chance to stand out and grow with one of Europe’s most ambitious fintech teams.#MakeItHappen #PlayAsATeam #StayCurious #FocusOnCustomer.Our data team seeks a Data Analyst who will champion a 'data-first' mindset, ensuring precise measurement and reporting of relevant metrics. This role collaborates closely with Scalapay’s key Business Units such as Product, Marketing and Sales, employing technical expertise to translate concepts into concrete outcomes.You will: Serve as the data point of reference for our key Business Units, providing them with necessary support;Use advanced analytical tools to assess and interpret sales and marketing data, measuring the effectiveness of activities and pinpointing areas for improvement;Build and maintain comprehensive reports and dashboards for our teams to facilitate data-driven decision-making;Translate business questions into analytical solutions, providing actionable insights;Ensure accuracy and reliability in measuring key performance indicators (KPIs) and the underlying data;Identify trends, patterns, and areas for improvement in order to propose data-driven recommendations to optimise marketing strategies and sales processes;Conduct hands-on work with data, including data cleansing, transformation, and validation;Help us extend a data-driven mindset throughout Scalapay;Be an active member of the Data team, helping to develop and enhance our suite of Business Intelligence tooling.You’ll be great for this role if:You have a minimum of 3 years of experience in a data-driven role, ideally with a background in startups or fintech;You have strong SQL skills, Python is a plus;You are proficient in data visualisation tools and data storytelling;You have a background in statistics and can conduct experiments or validate hypotheses;You are fluent in Italian and English: you must be totally confident talking and sharing results in English in a sharp and concise way;You demonstrate outstanding communication skills, both verbally and in writing. You excel at simplifying complex topics into straightforward solutions and ideas;You’re more than data-driven, you are obsessed with data!Why you should join Scalapay:Attractive packages based on skills and experience - the salary we have for this position is up to 40'000€ (Gross Annual Base);International environment with significant challenges to be met every day;Lots of opportunities to work with a team of industry tech leaders who are focused on delivering products that offer exceptional user experiences;Personalised support to accelerate your professional growth and take ownership of the products you deliver: we want to help you grow!Latest technologies and being encouraged to bring your flair to the role.Recruitment Process:Initial Chat: A brief conversation with our Talent Acquisition team;Hiring Manager Interview: A deep dive into your experience and motivation for the role;Case Study: A skills-based test with a debriefing session involving key stakeholders;Final Chat with Simone (CEO): An opportunity to discuss Scalapay’s values and assess cultural alignment.Want to learn more? Don't hesitate to explore our Careers website, our LinkedIn and Glassdoor pages.Pro tip: send your CV in English 😉Super Pro tip: we know that application processes can be scary and frustrating but… we look for talent, not people that tick all our boxes.We believe in the power of diversity: Scalapay is an Equal Opportunity Employer for any minority, disability, gender identity or sexual orientation.",
    "Sent_to_queue": false
}
{
    "Job_ID": "4284778247",
    "Title": "Data Analyst",
    "Company_name": "Centrico",
    "Location": "Milan, Lombardy, Italy",
    "Pubblication_date": "2025-08-18",
    "Description": "L’Open Banking è il nostro DNA!Centrico ha le sue radici nelle rivoluzioni tecnologiche guidate dal gruppo Sella e dal 2019 è una realtà indipendente: creiamo innovazione per il mondo delle banche e della finanza con un sistema informativo aperto, veloce, modulabile e conveniente.Il nostro obiettivo è diventare una data driven company!Per vincere questa sfida, la persona che cerchiamo farà parte dell’area Data Management di Centrico in qualità di Data Analyst e si occuperà di analizzare i dati per fornire insights utili a supporto dei processi decisionali interni al Gruppo.Responsabilità:Analizzerai grandi quantità di dati per identificare trend, pattern e insights utiliCreerai report e dashboard per visualizzare i dati in modo chiaro e comprensibileCollaborerai con team multidisciplinari (Business, IT, Compliance, Risk) per comprendere le esigenze di analisi dei dati e fornire soluzioni data-drivenSupporterai l’individuazione di regole e di livelli di controllo dell'accesso ai datiContribuirai al miglioramento continuo della piattaforma dati del Gruppo tramite l’implementazione di best practice e standard di settoreRequisiti:Esperienza di almeno 4 anni nel medesimo ruolo o in ruolo affineLaurea in discipline STEMConoscenza avanzata di strumenti di analisi dati (es. SQL, Python, R)Ottima conoscenza di strumenti di visualizzazione dati (es. Power BI, Tableau)Ottime capacità relazionali sia verso interlocutori tecnici sia di businessSpiccate capacità analitiche e di problem solvingNice to have:Esperienza con tecnologie di big data (es. Hadoop, Spark)Conoscenza di tecniche di machine learning e data miningEsperienza con strumenti di ETL (es. Talend, Informatica)Certificazioni professionali in ambito data analysis (es. Microsoft Certified: Data Analyst Associate)Conoscenza di metodologie Agile e ScrumCosa offriamo:Un ambiente positivo e in cui il tuo contributo venga apprezzato, la tua opinione è importante e vogliamo che tu la esprimaPiattaforma e-learning Microsoft: per non smettere mai di imparare e di certificartiAttività di engagement (tornei di Beach Volley, Padel, Calcetto) e di volontariato aziendaleContratto con CCNL del CreditoCura della persona anche con la polizza sanitaria - per te e il tuo nucleo familiare - e polizza TCMSupporto al benessere psicologico attraverso Stimulus, uno sportello esterno di ascolto a disposizione dei colleghi e dei loro famigliariUno sguardo al tuo futuro attraverso il contributo aziendale al fondo pensionePolicy di lavoro flessibileSede di lavoro: Milano o Torino o Biella con modalità ibrida.",
    "Sent_to_queue": false
}
{
    "Job_ID": "4291564996",
    "Title": "Data Analyst HR Junior",
    "Company_name": "Max Mara Fashion Group",
    "Location": "Reggio nell'Emilia, Emilia-Romagna, Italy",
    "Pubblication_date": "2025-08-27",
    "Description": "Max Mara Fashion GroupAn Italian House of Brands, Family Owned Since 1951.Passion, commitment and tradition have created a unique fashion style: today 10 Main Brands and more than 60 different Collections find common ground in quality, style and respect for the distinctive feature that make Max Mara Fashion Group one of the most famous worldwide.Max Mara Fashion Group, with more than 40 companies and over 5,500 employees, operates in 105 countries.Our ecosystem is made of more than 50 Departments, including Fashion Design, Marketing, Operations, Retail, Stores, ICT, Architecture Design, Economics, BI, etc. in an Holistic approach to our Customers and leveraging all the new digital competences.Job DescriptionThe HRIS analyst collects, organizes, analyzes, and interprets data contained within the company’s HRIS (HCM Systems, HR Databases and more). He/She studies the data, and creates reports summarizing important findings. He/She works closely with other teams and stakeholders to identify data points that would be significant, and then perform data analysis to gather that information.The HRIS analyst should be comfortable using programming languages, proficient with data analytics, and should have experience using tools for data visualization like Tableau,Power BI, etc. Familiarity with HR software programs is helpful. Strong organizational skills are required.Reports to the HR Digital Manager/CoordinatorQualifications Manages the Information Design tools connected to Data Visualization (dynamic and interactive representation through BI dashboards)Develops new knowledge from the analysis of the data it uses to inspire decisions and drive businessCreate and manage standard dashboards and other information delivery services for internal customers.Maintain and develop enterprise-wide metrics for strategic reporting and analysis.Presents data and analyzes effectively to internal stakeholdersUses statistical techniques to produce solutions to emerging problemsDevelop customized reports to meet user needs.Capitalizes on the use of insights, findings, datasets and statistical models for various business needsKeeps updated on new tools and techniques of data analysisPerform regular HRIS data audits to ensure system accuracy.Team with IT to manage system feeds to vendors and other related systems.Promotes the development of training/learning of the Role through self, digital and collaborative learning activities aimed at innovation and improving the effectiveness and efficiency of one's ResponsibilitiesPromotes, adopts and develops the use of technologies digital within its function in relation to both the management of the process and in relations with internal and external interlocutors involved in the businessAdopts significant behaviors and promotes actions linked to Sustainable Development, understood as the interconnection of practices oriented towards Environmental Care of Business Processes and Organizational Community",
    "Sent_to_queue": false
}
{
    "Job_ID": "4242956137",
    "Title": "DATA & ORGANIZATIONAL ANALYST",
    "Company_name": "TIM",
    "Location": "Rome, Latium, Italy",
    "Pubblication_date": "2025-08-31",
    "Description": "Per una delle nostre Competence Development Area della sede di Roma ricerchiamo una persona con Laurea Magistrale in Economia, Statistica o Ingegneria Gestionale.La persona si occuperà di mappatura, analisi e reingegnerizzazione dei processi aziendali, revisione e formalizzazione della normativa interna, definizione dei modelli operativi di funzionamento, gestione della job architecture aziendale e delle job evaluation manageriali, supporto specialistico per i progetti strategici del Gruppo.In particolare, tale attività dovrà essere svolta con riferimento al processo di integrazione delle competenze funzionali al percorso di trasformazione aziendale in atto.Le competenze tecniche richieste sono le seguenti: Process Design Project Management Data Analysis Organizational Management Job Evaluation Conoscenza MS Office Excel, Word e Power Point Conoscenza della lingua ingleseAlle persone interessate viene richiesta una seniority di almento due anni, oltre a spiccate capacità di relazione, negoziazione e comunicazione, proattività, propensione a lavorare in team, capacità di problem solving, orientamento al risultato.Costituiscono, infine, titoli preferenziali la conoscenza di PowerBI e di strumenti di Data Analysis, AI, SAP, Success Factor.Offriamo un contratto di lavoro a tempo indeterminato e formazione continua, unitamente all’opportunità di lavorare in un contesto dinamico e strategico per il presidio dei processi di TIM.Sede: Roma",
    "Sent_to_queue": false
}
{
    "Job_ID": "4296090734",
    "Title": "Data Analyst",
    "Company_name": "IDATA GROUP",
    "Location": "Milan, Lombardy, Italy",
    "Pubblication_date": "2025-09-05",
    "Description": "CHI SIAMO?IDATA GROUP è un System Integrator, nato nel 1979 e da oltre 40 anni lavora a supporto delle aziende in Italia e all’ Estero.Grazie alle competenze acquisite negli anni, offriamo servizi di:Sviluppo software, web, mobile, embedded, IOTCloudCybersecurity: PT, WAPT, VA, Digital Identity, DLP, Data Protection, Governance, Corporate SecurityData Analysis e Data EngineeringBusiness IntelligenceSistemi GISProject Management e Integrazione di sistemi InnovativiCHE RUOLO TI PROPONIAMO?Data AnalystSei alla ricerca di un team dove poter condividere le tue idee, crescere professionalmente e mettere in pratica la tua passione per l'analisi dei dati e la Business Intelligence?Perfetto, sei nel posto giusto!Lavorando con noi come Data Analyst, collaborerai con un team che segue progetti internazionali e innovativi, proponendo e realizzando soluzioni di Business Intelligence con diversi strumenti, tra cui Power BI, QlikView, QlikSense e altri tool di analisi.COSA CERCHIAMO IN TE?Laurea in Ingegneria Informatica, Ingegneria Gestionale, Informatica o affiniConoscenza degli strumenti per la manipolazione, visualizzazione e analisi dei datiAlmeno 1-2 anni di esperienza pregressa con Power BI, Qlik Sense o Qlik ViewCapacità di lavorare con database e linguaggi di programmazione come SQL, DAX, PythonBuona conoscenza della lingua ingleseDOVE LAVORERAI?La sede di lavoro è Milano, con la possibilità di lavorare in modalità ibrida.COSA PROPONE IL TEAM IDATA?Contratto e Benefit: inserimento immediato con contratto CCNL Commercio e Servizi del Terziario;Benefit: ticket restaurant e assicurazione sanitaria integrativaLavorerai con: PC AziendaleSi lavora dal lunedì al venerdì, full time 40 ore settimanali, dalle 9 alle 18 (orario indicativo).L’inquadramento economico verrà valutato dalla azienda a seconda delle esperienze maturate",
    "Sent_to_queue": false
}
{
    "Job_ID": "4281788864",
    "Title": "Business Data Analyst",
    "Company_name": "Compass Banca S.p.A. - Gruppo Mediobanca",
    "Location": "Milan, Lombardy, Italy",
    "Pubblication_date": "2025-08-13",
    "Description": "Siamo alla ricerca di una risorsa brillante e motivata da inserire all'interno dell'Ufficio Business Data & Project CQ della Direzione Centrale Commerciale.La risorsa sarà coinvolta in attività di analisi finanziarie e non, con particolare attenzione alla redditività del prodotto cessione del quinto, supportando le decisioni strategiche attraverso la lettura e l’interpretazione di dati complessi.Il/la candidato/a ideale è laureato/a in Economia, Statistica/Matematica o Ingegneria Gestionale, con una solida preparazione in matematica finanziaria, consolidata conoscenza di strumenti quantitativi per data exploration, analisi statistica e data visualization e vanta un'esperienza lavorativa di circa 3 anni, preferibilmente nel mercato del credito al consumo.Rappresenta un plus la conoscenza del prodotto cessione del quinto.Il ruolo richiede una spiccata attitudine analitica e precisione, unite a proattività, affidabilità e capacità organizzative.Sono fondamentali competenze nella gestione e interpretazione dei dati, dalla fase di estrazione da archivi complessi fino alla realizzazione di analisi qualitative e quantitative, reportistica direzionale e dashboard.La capacità di rappresentare in modo chiaro ed efficace informazioni complesse, interfacciandosi con diverse tipologie di interlocutori, è considerata essenziale.È richiesta buona conoscenza di SAS o, in alternativa, di linguaggi e ambienti di analisi dati come SQL, Python, R, Stata, SPSS o Matlab, oltre a un utilizzo avanzato di Excel e alla padronanza di PowerPoint.Sede di lavoro: Milano.Per le aziende del Gruppo Mediobanca la diversità e l’inclusività sono valori fondamentali. Le persone interessate verranno considerate nel rispetto della diversità, valorizzando differenti caratteristiche di età, cultura, abilità e orientamento o espressione di genere.",
    "Sent_to_queue": false
}
{
    "Job_ID": "4295349864",
    "Title": "DATA ANALYST",
    "Company_name": "L'Oréal",
    "Location": "Milan, Lombardy, Italy",
    "Pubblication_date": "2025-09-04",
    "Description": "SEND YOUR CV FOR EXPLORATORY INTERVIEWS - WE ARE LOOKING FOR OUR COLLEAGUES OF TOMORROW!Data Analytics – Corporate – MilanHello, we’re L’Oréal.We're not just building brands; we're shaping how the world experiences beauty (and it takes a lot of cool jobs to do it). Intrigued? Keep reading—this might be the opportunity you’ve been searching for.A Day in the LifeAs part of our Italian Data Analytics team, reporting to the Data Director, you’ll play a key role in driving data-driven decision-making across the organization. Collaborating with the Europe Data Team and local divisions and stakeholders, you’ll work on exciting projects that combine innovation, analytics, and business impact.Here’s What Your Day-to-day Might Look LikeAnalytics Solution Development: Analyze functional requirements, develop technical specifications, and create analytics solutions, including MVPs and POCs.Ad Hoc Analytics: Conduct in-depth data analysis, identify patterns, and provide actionable insights to cross-functional teams.Project Management: Define business cases, monitor KPIs, and manage project plans and budgets.Continuous Improvement: Stay ahead of analytics trends and share knowledge within the team.Quality Assurance: Ensure data accuracy and maintain high-quality documentation.You’ll Thrive In This Role If YouHave expertise in data manipulation and analysis tools (e.g., SQL, Python, R) and data visualization tools (e.g., Power BI).Are skilled in statistical methods and have a strong attention to detail.Excel in communication and presentation, making complex data accessible to all.Are passionate about using data to drive business impact.Speak fluent Italian and English and hold a Master’s degree in a relevant field.What’s In It For YouA place for you to leave your comfort zone and grow beyond your potential (here, you’ll be encouraged to try new things and take risks!).Real responsibility from day 1—there’s no sitting on the sidelines at L’Oréal.An environment where people of every ethnicity, social background, age, religion, gender, and sexual orientation and disabilities are accepted, can speak up, will thrive, and are celebrated!A place where you can contribute to something bigger! Many of our brands have societal/environmental causes to make a concrete difference.Who We AreL’Oréal is present in 150 markets on five continents. For more than a century, L’Oréal has devoted itself solely to ‘Create beauty that moves the world’; it is now the industry world leader with €42 billion consolidated sales. Together, we solve complex challenges at scale while making sure we stay committed to making the world a more inclusive and a better place for everyone & our planet.We’re committed to guaranteeing inclusive recruitment processes and to advocating for hiring and promoting each candidate in an ethical and equitable way. The Group strictly prohibits discrimination against any applicant for employment because of the individual’s gender identity or expression, sexual orientation, visible and/or invisible disabilities, socio-economic and/or multicultural origins, health conditions, age, religion, or any other characteristics protected by law.",
    "Sent_to_queue": false
}
